Revit 2027 API
AdvancedMetal.MetalF0 Property
 The property labeled "Reflectance" from the "AdvancedMetal" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string MetalF0 { get; }
Public Shared ReadOnly Property MetalF0 As String
	Get
public:
static property String^ MetalF0 {
	String^ get ();
}
static member MetalF0 : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Reference
AdvancedMetal Class
Autodesk.Revit.DB.Visual Namespace